---
kind: other
id: Methods.T:Autodesk.Revit.DB.Mechanical.DuctFittingAndAccessoryPressureDropData
source: html/3147491e-b33f-3b39-7df1-dff39ae0b89f.htm
---
# DuctFittingAndAccessoryPressureDropData Methods

Returns the fitting and accessory information.